Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# account.password_rule.digit
source: At least one digit.
fr: Au moins un chiffre.

# account.password_rule.exclude_account_info
source: Neither the account name nor its description.
fr: Ni le nom ni la description du compte.

# account.password_rule.min_length
source: At least %lld characters.
fr: Au moins %lld caractères.

# account.password_rule.mixed_case
source: Both uppercase and lowercase letters.
fr: Des majuscules et des minuscules.

# account.password_rule.not_common
source: Not a common password.
fr: Pas un mot de passe courant.

# account.password_rule.special_character
source: At least one special character.
fr: Au moins un caractère spécial.

# alarm.resource.access_latency
source: Access latency
fr: Latence d’accès

# alarm.resource.core_dump_files
source: Core dump files
fr: Fichiers de vidage mémoire

# alarm.resource.disk_access_usage
source: Disk access usage
fr: Utilisation des accès disque

# alarm.resource.disk_throughput
source: Disk throughput
fr: Débit disque

# alarm.resource.graphics_processor_usage
source: Graphics processor usage
fr: Utilisation du processeur graphique

# alarm.resource.load_average_15m
source: 15-minute load average
fr: Charge moyenne sur 15 minutes

# alarm.resource.load_average_1m
source: 1-minute load average
fr: Charge moyenne sur 1 minute

# alarm.resource.load_average_5m
source: 5-minute load average
fr: Charge moyenne sur 5 minutes

# alarm.resource.memory_usage
source: Memory usage
fr: Utilisation de la mémoire

# alarm.resource.memory_used
source: Memory used
fr: Mémoire occupée

# alarm.resource.network_latency
source: Network latency
fr: Latence réseau

# alarm.resource.processor_usage
source: Processor usage
fr: Utilisation du processeur

# alarm.resource.system_partition
source: System partition
fr: Partition système

# alarm.resource.temporary_folder
source: Temporary folder
fr: Dossier temporaire

# alarm.rule.active.hint
source: A rule that is off stays saved but raises no alert.
fr: Une règle inactive reste enregistrée mais ne déclenche aucune alerte.

# alarm.rule.active.label
source: Rule is on
fr: Règle active

# alarm.rule.created.announcement
source: Rule created
fr: Règle créée

# alarm.rule.delete.confirm.message
source: The NAS will stop watching this threshold. Alerts already recorded in the history are kept.
fr: Le NAS cessera de surveiller ce seuil. Les alertes déjà consignées dans l’historique sont conservées.

# alarm.rule.delete.confirm.title
source: Delete the rule “%@”?
fr: Supprimer la règle « %@ » ?

# alarm.rule.deleted.announcement
source: Rule deleted: %@
fr: Règle supprimée : %@

# alarm.rule.edit.title
source: Edit the rule
fr: Modifier la règle

# alarm.rule.error.duplicate
source: A rule already watches this resource at the same severity. Edit that rule, or pick a different severity.
fr: Une règle surveille déjà cette ressource avec la même gravité. Modifiez la règle existante ou changez la gravité.

# alarm.rule.new.title
source: New alarm rule
fr: Nouvelle règle d’alarme

# alarm.rule.resource.error.unavailable
source: This resource is not available for this kind of rule.
fr: Cette ressource n’est pas disponible pour ce type de règle.

# alarm.rule.state.active
source: On
fr: Active

# alarm.rule.state.inactive
source: Off
fr: Inactive

# alarm.rule.summary.access_latency_target
source: %@: access latency above %lld ms
fr: %@ : latence d’accès au-dessus de %lld ms

# alarm.rule.summary.core_dump_files
source: More than %lld core dump files
fr: Plus de %lld fichiers de vidage mémoire

# alarm.rule.summary.disk_throughput_target
source: %@: disk activity above %lld MB/s
fr: %@ : activité disque au-dessus de %lld Mo/s

# alarm.rule.summary.disk_usage_target
source: %@: disk activity above %lld %%
fr: %@ : activité disque au-dessus de %lld %%

# alarm.rule.summary.graphics_processor
source: Graphics processor above %lld %%
fr: Processeur graphique au-dessus de %lld %%

# alarm.rule.summary.load_average_15m
source: 15-minute load average above %lld
fr: Charge moyenne sur 15 minutes au-dessus de %lld

# alarm.rule.summary.load_average_1m
source: 1-minute load average above %lld
fr: Charge moyenne sur 1 minute au-dessus de %lld

# alarm.rule.summary.load_average_5m
source: 5-minute load average above %lld
fr: Charge moyenne sur 5 minutes au-dessus de %lld

# alarm.rule.summary.memory_usage
source: Memory above %lld %%
fr: Mémoire au-dessus de %lld %%

# alarm.rule.summary.memory_used_target
source: %@: memory above %lld MB
fr: %@ : mémoire au-dessus de %lld Mo

# alarm.rule.summary.network_latency_target
source: %@: network latency above %lld ms
fr: %@ : latence réseau au-dessus de %lld ms

# alarm.rule.summary.processor
source: Processor above %lld %%
fr: Processeur au-dessus de %lld %%

# alarm.rule.summary.processor_target
source: %@: processor above %lld %%
fr: %@ : processeur au-dessus de %lld %%

# alarm.rule.summary.system_partition
source: System partition above %lld %%
fr: Partition système au-dessus de %lld %%

# alarm.rule.summary.temporary_folder
source: Temporary folder above %lld %%
fr: Dossier temporaire au-dessus de %lld %%

# alarm.rule.summary.unknown_resource
source: Threshold of %lld on an unknown resource
fr: Seuil de %lld sur une ressource inconnue

# alarm.rule.target.empty
source: No target available
fr: Aucune cible disponible

# alarm.rule.target.hint
source: Choose the target to watch.
fr: Choisissez la cible à surveiller.

# alarm.rule.target.label
source: Watch
fr: Surveiller

# alarm.rule.threshold.error.not_integer
source: The threshold must be a whole number.
fr: Le seuil doit être un nombre entier.

# alarm.rule.threshold.error.out_of_range
source: The threshold must be between %lld and %lld.
fr: Le seuil doit être compris entre %lld et %lld.

# alarm.rule.threshold.label
source: Threshold
fr: Seuil

# alarm.rule.threshold.range.hint
source: Between %lld and %lld
fr: Entre %lld et %lld

# alarm.rule.threshold.range_with_unit.hint
source: Between %lld and %lld %@
fr: Entre %lld et %lld %@

# alarm.rule.toggle.error
source: Could not change the rule state: %@
fr: Échec du changement d’état : %@

# alarm.rule.toggle.label
source: Turn on the rule %@
fr: Activer la règle %@

# alarm.rule.turned_off.announcement
source: Rule turned off: %@
fr: Règle désactivée : %@

# alarm.rule.turned_on.announcement
source: Rule turned on: %@
fr: Règle activée : %@

# alarm.rule.updated.announcement
source: Rule updated
fr: Règle modifiée

# alarm.rules.add.button
source: Add a rule
fr: Ajouter une règle

# alarm.rules.add.hint
source: Compose a new alarm rule
fr: Composer une nouvelle règle d’alarme

# alarm.rules.column.rule
source: Rule
fr: Règle

# alarm.rules.delete.announcement
source: %lld rules deleted
fr: %lld règles supprimées

# alarm.rules.delete.button
source: Delete the selected rules
fr: Supprimer les règles sélectionnées

# alarm.rules.delete.confirm.message
source: The NAS will stop watching these thresholds. Alerts already recorded in the history are kept.
fr: Le NAS cessera de surveiller ces seuils. Les alertes déjà consignées dans l’historique sont conservées.

# alarm.rules.delete.confirm.title
source: Delete %lld rules?
fr: Supprimer %lld règles ?

# alarm.rules.edit.button
source: Edit the selected rule
fr: Modifier la règle sélectionnée

# alarm.rules.empty.description
source: The NAS watches no threshold and will therefore record no alert. Add a rule so that it reports a resource going out of hand.
fr: Le NAS ne surveille aucun seuil et ne consignera donc aucune alerte. Ajoutez une règle pour qu’il signale une ressource qui dérape.

# alarm.rules.loading
source: Loading alarm rules…
fr: Chargement des règles d’alarme…

# alarm.rules.summary
source: %lld alarm rules, %lld on
fr: %lld règles d’alarme, %lld actives

# alarm.rules.title
source: Alarm rules
fr: Règles d’alarme

# alarm.target.internal_use
source: Internal use
fr: Usage interne

# alarm.target.iscsi_lun
source: iSCSI LUN
fr: LUN iSCSI

# alarm.target.unknown
source: Unknown target
fr: Cible inconnue

# alarm.unit.megabytes
source: MB
fr: Mo

# alarm.unit.megabytes_per_second
source: MB/s
fr: Mo/s

# announcements.category.auto_refresh.description
source: Announces when automatic refresh is enabled or disabled.
fr: Annonce l’activation ou la désactivation des actualisations automatiques.

# announcements.category.error.description
source: Announces connection, loading, and operation errors.
fr: Annonce les erreurs de connexion, de chargement et d’opération.

# announcements.category.navigation.description
source: Announces sign-in, the selected module, and folder changes.
fr: Annonce la connexion, le module sélectionné et les changements de dossier.

# announcements.category.navigation.title
source: Navigation and screen changes
fr: Navigation et changements d’écran

# announcements.category.progress.description
source: Announces the start of loading, searches, and long operations.
fr: Annonce le début des chargements, recherches et opérations longues.

# announcements.category.progress.title
source: Loading and operations in progress
fr: Chargements et opérations en cours

# announcements.category.result.description
source: Announces content summaries and action results.
fr: Annonce les résumés de contenu et le résultat des actions.

# announcements.category.result.title
source: Results and completed operations
fr: Résultats et opérations terminées

# announcements.settings.behavior.section
source: Behavior
fr: Comportement

# announcements.settings.categories.footer
source: These settings affect additional DSM Access announcements. Standard control labels and states always remain available to VoiceOver.
fr: Ces réglages affectent les annonces supplémentaires de DSM Access. Les libellés et états standards des contrôles restent toujours disponibles à VoiceOver.

# announcements.settings.form.label
source: Announcement settings
fr: Réglages des annonces

# announcements.settings.notify_long_operation
source: Notify when a long operation finishes
fr: Notifier la fin des opérations longues

# announcements.settings.notify_long_operation.description
source: Sends a system notification when a copy or another long operation finishes while the app is not in front
fr: Envoie une notification système quand une copie ou une autre opération longue se termine alors que l’app n’est pas au premier plan

# announcements.settings.notify_long_operation.footer
source: An announcement spoken while DSM Access is in the background is not heard. A notification reaches you. macOS asks for your permission the first time.
fr: Une annonce prononcée pendant que DSM Access est en arrière-plan n’est pas entendue. La notification, elle, vous parvient. macOS demande votre autorisation la première fois.

# announcements.settings.queue
source: Queue announcements
fr: Mettre les annonces en file d’attente

# announcements.settings.queue.description
source: Reads every announcement in order without interrupting the previous announcement
fr: Lit toutes les annonces dans l’ordre sans interrompre l’annonce précédente

# announcements.settings.queue.footer
source: When enabled, rapid announcements such as “loading” followed by “complete” are all read in order.
fr: Lorsque cette option est activée, les annonces rapides comme « chargement » puis « terminé » sont toutes lues dans l’ordre.

# announcements.settings.sound
source: Play a sound when an operation finishes
fr: Jouer un son à la fin d’une opération

# announcements.settings.sound.description
source: Plays a short sound when a long operation finishes while DSM Access is in the foreground
fr: Joue un son court quand une opération longue se termine alors que DSM Access est au premier plan

# announcements.settings.sound.footer
source: In front of the screen, the announcement can go unnoticed if your attention is elsewhere. The sound doubles it, and never replaces it. Out of the foreground, the notification is what reaches you.
fr: Devant l’écran, l’annonce peut passer inaperçue si votre attention est ailleurs. Le son la double, sans jamais la remplacer. Hors premier plan, c’est la notification qui vous prévient.

# announcements.settings.title
source: VoiceOver announcements
fr: Annonces VoiceOver

# common.action.add_nas
source: Add NAS…
fr: Ajouter un NAS…

# common.action.add_nas.hint
source: Add a NAS to DSM Access
fr: Ajouter un NAS à DSM Access

# common.action.check_for_app_update
source: Check for a new version of DSM Access
fr: Rechercher une nouvelle version de DSM Access

# common.action.connect_to
source: Connect to %@
fr: Se connecter à %@

# common.action.contact_developer
source: Contact the Developer
fr: Contacter le développeur

# common.action.create_share_link
source: Create share link
fr: Créer un lien de partage

# common.action.create_usb_copy_task
source: Create USB Copy Task
fr: Créer une tâche USB Copy

# common.action.delete_item
source: Delete %@
fr: Supprimer %@

# common.action.file_station_favorites
source: File Station Favorites
fr: Favoris File Station

# common.action.file_station_tasks
source: File Station Tasks
fr: Tâches File Station

# common.action.file_station_tasks.hint
source: Show and manage operations run by the NAS
fr: Afficher et gérer les opérations exécutées par le NAS

# common.action.log_out
source: Log out
fr: Déconnexion

# common.action.log_out.hint
source: Sign out of the NAS
fr: Se déconnecter du NAS

# common.action.rename_nas
source: Rename NAS…
fr: Renommer le NAS…

# common.action.rename_nas.hint
source: Rename the connected NAS
fr: Renommer le NAS connecté

# common.action.share_links
source: Share links
fr: Liens de partage

# common.action.update_package
source: Update %1$@ to version %2$@
fr: Mettre à jour %1$@ vers la version %2$@

# common.answer.no
source: No
fr: Non

# common.answer.yes
source: Yes
fr: Oui

# common.button.add
source: Add
fr: Ajouter

# common.button.apply
source: Apply
fr: Appliquer

# common.button.cancel
source: Cancel
fr: Annuler

# common.button.cancel_deletion
source: Cancel deletion
fr: Annuler la suppression

# common.button.clear
source: Clear
fr: Effacer

# common.button.close
source: Close
fr: Fermer

# common.button.close_information
source: Close the information window
fr: Fermer les informations

# common.button.compress
source: Compress…
fr: Compresser…

# common.button.compress.hint
source: Compress the selected items
fr: Compresser les éléments sélectionnés

# common.button.copy
source: Copy
fr: Copier

# common.button.copy.hint
source: Copy the selected items
fr: Copier les éléments sélectionnés

# common.button.copy_link
source: Copy link
fr: Copier le lien

# common.button.create
source: Create
fr: Créer

# common.button.delete
source: Delete
fr: Supprimer

# common.button.delete.hint
source: Delete the selected items
fr: Supprimer les éléments sélectionnés

# common.button.details
source: Details
fr: Détails

# common.button.disable
source: Disable
fr: Désactiver

# common.button.dismiss_error
source: Dismiss error
fr: Fermer l’erreur

# common.button.download
source: Download…
fr: Télécharger…

# common.button.download.hint
source: Download the selected items
fr: Télécharger les éléments sélectionnés

# common.button.edit
source: Edit
fr: Modifier

# common.button.enable
source: Enable
fr: Activer

# common.button.extract
source: Extract
fr: Extraire

# common.button.extract.hint
source: Extract the selected archive
fr: Extraire l’archive sélectionnée

# common.button.get_info
source: Get Info
fr: Lire les informations

# common.button.get_info.hint
source: Read information about the selected item
fr: Lire les informations de l’élément sélectionné

# common.button.more_options
source: More Options
fr: Plus d’options

# common.button.move_down
source: Move Down
fr: Descendre

# common.button.move_here
source: Move Here
fr: Déplacer ici

# common.button.move_here.hint
source: Move the copied items here, removing them from their original location
fr: Déplacer ici les éléments copiés, en les retirant de leur emplacement d’origine

# common.button.move_up
source: Move Up
fr: Monter

# common.button.new_folder
source: New Folder
fr: Nouveau dossier

# common.button.new_folder.hint
source: Create a new folder
fr: Créer un nouveau dossier

# common.button.open
source: Open
fr: Ouvrir

# common.button.open.hint
source: Open the selected item
fr: Ouvrir l’élément sélectionné

# common.button.parent_folder
source: Parent folder
fr: Dossier parent

# common.button.paste
source: Paste
fr: Coller

# common.button.paste.hint
source: Paste copied items or Finder files here
fr: Coller ici les éléments copiés ou les fichiers du Finder

# common.button.refresh
source: Refresh
fr: Actualiser

# common.button.rename
source: Rename
fr: Renommer

# common.button.rename.hint
source: Rename the selected item
fr: Renommer l’élément sélectionné

# common.button.retry
source: Retry
fr: Réessayer

# common.button.save
source: Save
fr: Enregistrer

# common.button.save_nas_name
source: Save the new NAS name
fr: Enregistrer le nouveau nom du NAS

# common.button.show
source: Show
fr: Afficher

# common.button.start
source: Start
fr: Démarrer

# common.button.stop
source: Stop
fr: Arrêter

# common.button.update
source: Update
fr: Mettre à jour

# common.button.upload
source: Upload
fr: Envoyer

# common.button.upload_files
source: Upload Files…
fr: Envoyer des fichiers…

# common.button.upload_files.hint
source: Upload files to this folder
fr: Envoyer des fichiers dans ce dossier

# common.column.account
source: Account
fr: Compte

# common.column.access
source: Access
fr: Accès

# common.column.address
source: Address
fr: Adresse

# common.column.administrator
source: Administrator
fr: Administrateur

# common.column.available_date
source: Available date
fr: Date de disponibilité

# common.column.capacity
source: Capacity
fr: Capacité

# common.column.creation_date
source: Creation date
fr: Date de création

# common.column.date_modified
source: Date Modified
fr: Date de modification

# common.column.direction
source: Direction
fr: Sens

# common.column.expiration_date
source: Expiration date
fr: Date d’expiration

# common.column.free_space
source: Free space
fr: Espace libre

# common.column.group
source: Group
fr: Groupe

# common.column.identifier
source: Identifier
fr: Identifiant

# common.column.kind
source: Kind
fr: Type

# common.column.last_run
source: Last run
fr: Dernière exécution

# common.column.level
source: Level
fr: Niveau

# common.column.location
source: Location
fr: Emplacement

# common.column.members
source: Members
fr: Membres

# common.column.name
source: Name
fr: Nom

# common.column.operation
source: Operation
fr: Opération

# common.column.owner
source: Owner
fr: Propriétaire

# common.column.password
source: Password
fr: Mot de passe

# common.column.path
source: Path
fr: Chemin

# common.column.place
source: Location
fr: Lieu

# common.column.progress
source: Progress
fr: Progression

# common.column.protocol
source: Protocol
fr: Protocole

# common.column.recycle_bin
source: Recycle bin
fr: Corbeille

# common.column.resource
source: Resource
fr: Ressource

# common.column.severity
source: Severity
fr: Gravité

# common.column.size
source: Size
fr: Taille

# common.column.state
source: Status
fr: État

# common.column.status
source: Status
fr: Statut

# common.column.storage
source: Storage
fr: Stockage

# common.column.strategy
source: Strategy
fr: Stratégie

# common.column.temperature
source: Temperature
fr: Température

# common.column.usage
source: Usage
fr: Utilisation

# common.column.user
source: User
fr: Utilisateur

# common.count.shared_folders
source: %lld shared folders
fr: %lld dossiers partagés

# common.empty.alarm_rules
source: No alarm rules
fr: Aucune règle d’alarme

# common.empty.favorites
source: No Favorites
fr: Aucun favori

# common.empty.folder
source: Empty folder
fr: Dossier vide

# common.empty.folder.description
source: This folder is empty.
fr: Ce dossier ne contient aucun élément.

# common.empty.groups
source: No groups
fr: Aucun groupe

# common.empty.matching_packages
source: No matching packages
fr: Aucun paquet correspondant

# common.empty.results
source: No Results
fr: Aucun résultat

# common.empty.results.description
source: Change your search and try again.
fr: Modifiez votre recherche et réessayez.

# common.empty.selection
source: No selection
fr: Aucune sélection

# common.empty.shared_folders
source: No shared folders
fr: Aucun dossier partagé

# common.error.catalog_install_unavailable
source: Installation from the catalog is not available on this NAS.
fr: L’installation depuis le catalogue n’est pas disponible sur ce NAS.

# common.error.delete_failed
source: Delete failed: %@
fr: Échec de la suppression : %@

# common.error.failed_for_item
source: Failed for %@: %@
fr: Échec pour %@ : %@

# common.error.invalid_quickconnect_id
source: The QuickConnect ID is invalid.
fr: L’identifiant QuickConnect n’est pas valide.

# common.error.messaging_unavailable
source: Sending messages is not available in this build of the app.
fr: L’envoi de messages n’est pas disponible dans cette version de l’app.

# common.error.network_configuration_unavailable
source: Network configuration unavailable
fr: Configuration réseau indisponible

# common.error.nothing_to_paste
source: Nothing to paste.
fr: Rien à coller.

# common.error.operation_failed
source: The operation failed: %@
fr: Échec de l’opération : %@

# common.error.package_requires_dsm_wizard
source: The %@ package requires a DSM licence or configuration wizard. Install it in DSM Package Center so you can make those choices explicitly.
fr: Le paquet %@ exige une licence ou un assistant de configuration propre à DSM. Installez-le depuis le Centre de paquets DSM pour effectuer ces choix explicitement.

# common.error.password_change_required
source: This account must change its password before signing in.
fr: Ce compte doit changer son mot de passe avant de se connecter.

# common.error.permission_denied
source: permission denied
fr: permission refusée

# common.error.save_failed
source: Saving failed: %@
fr: Échec de l’enregistrement : %@

# common.error.setting_change_failed
source: Could not change the setting: %@
fr: Échec du changement de réglage : %@

# common.error.upload_not_allowed_here
source: Files can't be uploaded here.
fr: Impossible d’envoyer ici.

# common.field.description_optional
source: Description (optional)
fr: Description (facultative)

# common.field.encoding
source: Encoding
fr: Encodage

# common.field.nas_name
source: NAS name
fr: Nom du NAS

# common.field.new_password
source: New password
fr: Nouveau mot de passe

# common.field.optional_password
source: Optional password
fr: Mot de passe facultatif

# common.field.password
source: Password
fr: Mot de passe

# common.field.search_log
source: Search log
fr: Rechercher dans le journal

# common.filter.all
source: All
fr: Tous

# common.filter.installed
source: Installed
fr: Installés

# common.folder_picker.choose.action
source: Choose This Folder
fr: Choisir ce dossier

# common.folder_picker.count
source: %lld folders available
fr: %lld dossiers disponibles

# common.folder_picker.count_one
source: 1 folder available
fr: 1 dossier disponible

# common.folder_picker.location.label
source: Chosen location
fr: Emplacement choisi

# common.folder_picker.new_folder.announcement
source: Name of the folder to create
fr: Nom du dossier à créer

# common.folder_picker.new_folder.hint
source: Create a folder in the one shown
fr: Créer un dossier dans celui affiché

# common.folder_picker.new_folder.success
source: Folder created: %@
fr: Dossier créé : %@

# common.folder_picker.open.hint
source: Opens this folder.
fr: Ouvre ce dossier.

# common.folder_picker.title
source: Choose Shared Folder
fr: Choisir un dossier partagé
